[
  {
    "type": "img",
    "src": "photos/Airplanes.png",
    "title": "Airplanes",
    "date": "13 agosto 2021",
    "description": "Ispirato alla wave di 'Mordetwi Airplanes', illustra il Grifone genoano e il Baciccia sampdoriano in un inedito featuring di 'Airplanes' di B.O.B. e Hayley Williams."
  },
  {
    "type": "img",
    "src": "photos/Arenzano.jpg",
    "title": "Arenzano",
    "date": "2 giugno 2022",
    "description": "Shitposting regionale ligure che necessita di un po' di sospensione dell'incredulità. Non c'è niente da capire, solo ammirare la bellezza di Arenzano dei Maneskin e la chiarezza del suo discorso."
  },
  {
    "type": "img",
    "src": "photos/Autismo.webp",
    "title": "Autismo",
    "date": "10 aprile 2025",
    "description": "Non sempre si riceve comprensione. Ma questo non vuol dire che non dobbiamo accettarci per quello che siamo, abbracciare la nostra natura e cercare di trovare persone che ci apprezzino e ci facciano stare bene."
  },
  {
    "type": "img",
    "src": "photos/BoccaDiRosa.jpg",
    "title": "BoccaDiRosa",
    "date": "12 maggio 2020",
    "description": "Forse ho preso il testo della canzone un po' troppo alla lettera..."
  },
  {
    "type": "img",
    "src": "photos/Dinae.jpg",
    "title": "Dinae",
    "date": "11 settembre 2019",
    "description": "STONKS! E quale template poteva adattarsi di più ai genovesi? Citando poi la didascalia originale del post, che si rifaceva alla situazione della Samp all'epoca: 'Quando non vendi la Samp, vendi quelli buoni, e non compri rinforzi.'. Iniziava a prepararsi la burrasca degli anni successivi..."
  },
  {
    "type": "img",
    "src": "photos/DogeZena1.jpg",
    "title": "Doge_Zeneize_1",
    "date": "2 luglio 2020",
    "description": "Si rifà alla wave di 'NOOOO I don't wanna be bread'. Ammetto che la salsa di noci non è il mio forte, quindi posso capire il Doge del pannello di sopra."
  },
  {
    "type": "img",
    "src": "photos/DogeZena2.jpg",
    "title": "Doge_Zeneize_2",
    "date": "2 luglio 2020",
    "description": "Anche questo si rifà alla wave di 'NOOOO I don't wanna be bread'. Ammetto che neanche la torta pasqualina non è il mio forte, quindi posso capire il Doge del pannello di sopra... lo so, ho gusti culinari poco genovesi."
  },
  {
    "type": "img",
    "src": "photos/DraghiMattarella.jpg",
    "title": "Draghi&Mattarella",
    "date": "12 luglio 2022",
    "description": "In un momento di crisi istituzionale come le dimissioni di Mario Draghi, volli giocare sulla sua frase 'Anche i banchieri centrali hanno un cuore'. Ma chi ci dice che tra i due non ci fosse veramente del tenero?"
  },
  {
    "type": "img",
    "src": "photos/ELSA.jpg",
    "title": "ELSA",
    "date": "30 ottobre 2021",
    "description": "Quando ero alle elementari e alle medie (metà degli anni Duemila), scrivere ELSA sul diario era un must. Grazie a questa pic, ho capito che il fenomeno era decisamente più vasto e antico di quello che mi aspettavo. Le magie di internet!"
  },
  {
    "type": "img",
    "src": "photos/Gerry_Scotti_KeithHaring.png",
    "title": "Gerry Scotti visto da Keith Haring",
    "date": "27 dicembre 2021",
    "description": "La famosa caduta di Gerry Scotti sul bancone di Striscia La Notizia, con conseguente sfondamento, vista con gli occhi di Keith Haring. Provai a mintarlo come NFT e venderlo... purtroppo non ci ho fatto i soldi che speravo (almeno finora)."
  },
  {
    "type": "img",
    "src": "photos/GigiDAlessio.jpg",
    "title": "Videoclip",
    "date": "26 novembre 2021",
    "description": "Questa pic rientra nel filone del Memegiornale: commenta infatti un fatto di cronaca realmente accaduto, quando le riprese di un videoclip di Gigi D'Alessio a Napoli portarono a galla un tradimento. La donna coinvolta ottenne dalla Sony un risarcimento per il conseguente divorzio... strano il mondo, vero? E ovviamente ci scappò il meme."
  },
  {
    "type": "img",
    "src": "photos/GTA_SA.jpg",
    "title": "Missione Pompieri",
    "date": "9 gennaio 2020",
    "description": "Si può dire che il 2020 iniziò davvero col botto: quello di un autobus a Caricamento. Lo volli reimmaginare come una missione da pompiere in GTA San Andreas, con tanto di mappa accurata in basso a sinistra. E non sapevamo ancora cosa ci aspettava durante il resto dell'anno..."
  },
  {
    "type": "img",
    "src": "photos/HeavyRain.jpg",
    "title": "Heavy Rain",
    "date": "27 ottobre 2018",
    "description": "Giorni di pioggia pesante quelli, passati alla storia per la distruzione, da parte delle intemperie, del Covo di Nord-Est e del pino marittimo di Santa Margherita Ligure. Quale miglior modo di commentare la cosa che con un meme?"
  },
  {
    "type": "img",
    "src": "photos/Inter2021.jpg",
    "title": "Scudetto 2021",
    "date": "2 maggio 2021",
    "description": "Non sono interista, ma era il periodo in cui mi dilettavo a fare i meme con gli sticker dei pulcini di Sanpoimo e, come sempre, li usai per commentare l'attualità del momento. Notare lo sponsor PULCINI."
  },
  {
    "type": "img",
    "src": "photos/JustDance.jpg",
    "title": "Just Dance",
    "date": "7 novembre 2018",
    "description": "Perché non possiamo immaginare di ballare i tipici pezzi musicali zeneizi nei videogiochi? Il modello del marinaio è praticamente già pronto, qui dovetti modificare veramente poco."
  },
  {
    "type": "img",
    "src": "photos/Juve.jpg",
    "title": "La Juve ruba (i cuori)",
    "date": "27 novembre 2021",
    "description": "Anche qui, Memegiornale: il giorno prima Agnelli, Nedved e Paratici erano finiti sotto indagine per falso in bilancio. Ma io so quale reato avevano commesso veramente..."
  },
  {
    "type": "img",
    "src": "photos/KatanaMobile.jpg",
    "title": "KatanaMobile",
    "date": "23 novembre 2022",
    "description": "Memegiornale commentando la notizia secondo cui un apprendista di un'azienda italiana del settore energetico era stato licenziato perché avrebbe sostituito la leva del cambio con il manico di una spada giapponese, vandalizzando di fatto l'auto e creando una situazione di grave pericolo per sé e per gli altri. Secondo me, il pericolo era di essere troppo figo."
  },
  {
    "type": "img",
    "src": "photos/LaSad.webp",
    "title": "La Sad",
    "date": "9 febbraio 2024",
    "description": "Una delle rivelazioni del Festival di Sanremo 2024: La Sad, reimmaginati secondo il format 'Me and the Boys', molto in voga a giugno 2019 (i meme 'retrò' mi piacciono)."
  },
  {
    "type": "img",
    "src": "photos/LGBT.jpg",
    "title": "LGBTanini",
    "date": "9 marzo 2021",
    "description": "Repost obbligatorio durante il Pride Month. Beh qui non c'è molto da capire... ma ci tengo a precisare che non ho mai abitato in via Tanini, mi serviva solo qualcosa con cui fare un acronimo pertinente."
  },
  {
    "type": "img",
    "src": "photos/LinkedIn.webp",
    "title": "LinkedIn",
    "date": "18 marzo 2025",
    "description": "Questo banner di LinkedIn mi ha fatto venire in mente quella scena dei Simpson... 'Don't forget: you're here forever!'. D'altronde non vedrò mai la pensione..."
  },
  {
    "type": "img",
    "src": "photos/Lundini.jpg",
    "title": "Lundini",
    "date": "14 ottobre 2020",
    "description": "Per il filone 'Pulcini che fanno cose', una citazione di una celebre scena dello show 'Una pezza di Lundini', divenuta virale proprio in quei giorni."
  },
  {
    "type": "img",
    "src": "photos/Materazzi_RuiCosta.jpg",
    "title": "Materazzi e Rui Costa",
    "date": "6 ottobre 2020",
    "description": "Pulcini che fanno cose... in questo caso, guardare i fumogeni lanciati dalla curva di San Siro nell'euroderby del 2005."
  },
  {
    "type": "img",
    "src": "photos/Mattarella2022.jpg",
    "title": "Mattarella J. Fry",
    "date": "29 gennaio 2022",
    "description": "Uno dei miei meme più 'artistici', creato in occasione della rielezione di Mattarella a gennaio 2022. Probabilmente fu più felice di come lo raffigurai, ma una cosa è certa: non ricordo di aver MAI visto un contenuto prendere like così velocemente come questo."
  },
  {
    "type": "img",
    "src": "photos/MattonellaClerici.webp",
    "title": "Mattonella Clerici",
    "date": "15 maggio 2025",
    "description": "La particolarità principale qui è che la texturizzazione delle mattonelle l'ha fatta ChatGPT Plus. Probabilmente sono morti un po' di pesci, ma per i meme qualche sacrificio è sempre necessario."
  },
  {
    "type": "img",
    "src": "photos/Mazzone_Cheems.webp",
    "title": "Mazzone Cheems",
    "date": "19 agosto 2023",
    "description": "In un solo giorno vennero a mancare il grande Carletto Mazzone e Cheems. Il Memegiornale di quel giorno fu dedicato a entrambi."
  },
  {
    "type": "img",
    "src": "photos/Memoria.webp",
    "title": "Cassetto della Memoria",
    "date": "23 marzo 2025",
    "description": "Questo è un tipo di meme 'relatable', cioè che descrive bene situazioni a cui prima o poi andiamo incontro tutti. Non ho nemmeno idea di quante volte abbia vissuto questa scena."
  },
  {
    "type": "img",
    "src": "photos/Me_And_The_Boys.jpg",
    "title": "Me And The Chicks",
    "date": "9 ottobre 2020",
    "description": "Un altro modo di immaginare il template 'Me and the Boys', questa volta coi pulcini di Sanpoimo."
  },
  {
    "type": "img",
    "src": "photos/NFSMW.jpg",
    "title": "Need For Speed: Sampedaenn-a",
    "date": "25 dicembre 2018",
    "description": "La memazione non si ferma mai, nemmeno a Natale, anzi soprattutto a Natale. Prima o poi questa mod di Need For Speed la faccio davvero, comunque."
  },
  {
    "type": "img",
    "src": "photos/Padana.webp",
    "title": "Nebbia in Valpadana",
    "date": "8 dicembre 2024",
    "description": "Meme che nascono da altri meme (più o meno): questa pic è stata infatti ispirata dal mio viaggio in treno avanti e indietro da Torino per il Memissima 2024."
  },
  {
    "type": "img",
    "src": "photos/Paint.png",
    "title": "Io alle elementari quando si andava in aula informatica",
    "date": "2025-06-21",
    "description": "Direi che il titolo dice tutto. Viva il vecchio Paint, compagno di mille ore di cazzeggio da bambino!!! Il pulcino raffigurato è ispirato a uno sticker di Sanpoimo."
  },
  {
    "type": "img",
    "src": "photos/PapaVigile.webp",
    "title": "Papa Vigile",
    "date": "24 febbraio 2025",
    "description": "Memegiornale sullo stato di salute di Papa Francesco. Ha avuto molto successo (più di 60.000 like!), infatti me l'hanno copiato in tanti... ma nessuna copia è mai come l'originale!"
  },
  {
    "type": "img",
    "src": "photos/Perugiamobile.webp",
    "title": "Perugiamobile",
    "date": "24 novembre 2021",
    "description": "Non c'è tempo per spiegare il meme, dovete salire TUTTI sulla Perugiamobile!!! Ne va del destino dell'umanità."
  },
  {
    "type": "img",
    "src": "photos/Pordenone.png",
    "title": "The Pordenone Incident",
    "date": "18 marzo 2021",
    "description": "Memegiornale + pulcini: in quei giorni uscì la notizia che a Pordenone un carro armato sbagliò mira, centrando allevamento di galline... RIP."
  },
  {
    "type": "img",
    "src": "photos/Pregiudizi.webp",
    "title": "Cartoline",
    "date": "18 dicembre 2024",
    "description": "Avete presente quei tizi che provano a rifilarvi le cartoline dicendo che sono ex-tossici o ex-carcerati, fermandovi con brutte maniere e praticamente estorcendovi i soldi? Ecco. Qui il template di riferimento è 'Akaichi no Eleven'."
  },
  {
    "type": "img",
    "src": "photos/ReactionPic.webp",
    "title": "Mia reazione quando: la gente",
    "date": "21 marzo 2025",
    "description": "E niente, questa si commenta da sola. Ne ho fatto uno sticker che, purtroppo, uso abbastanza spesso."
  },
  {
    "type": "img",
    "src": "photos/RealeMutua.webp",
    "title": "Reale Mutua",
    "date": "26 gennaio 2025",
    "description": "Anche questa ispirata alla mia visita a Torino per il Memissima 2024, si rifà ai meme coi personaggi che si strusciano sul banner delle notizie sul COVID."
  },
  {
    "type": "img",
    "src": "photos/Renatino.jpg",
    "title": "Renatino",
    "date": "3 dicembre 2021",
    "description": "Una delle campagne pubblicitarie andate peggio di cui abbia memoria: quella del Parmigiano Reggiano con Renatino, il personaggio di fantasia che incarnava i lavoratori stakanovisti della ditta. Fu un ritorno di fiamma assurdo (ma, devo dire, meritato)."
  },
  {
    "type": "img",
    "src": "photos/Renzi_Calenda.jpg",
    "title": "Renzi e Calenda, ma è un wallpaper virale nel 2008",
    "date": "11 agosto 2022",
    "description": "Ricordate i wallpaper che andavano di moda negli anni 2000 con il ragazzo e la ragazza che si abbracciavano? Descrissi così l'annuncio dell'alleanza tra Calenda e Renzi per le politiche del settembre 2022."
  },
  {
    "type": "img",
    "src": "photos/Ronaldo_Iuliano.jpg",
    "title": "Ronaldo-Iuliano",
    "date": "4 ottobre 2020",
    "description": "Il celebre scontro fisico tra Mark Iuliano e Ronaldo il Fenomeno durante il derby d'Italia del 26 aprile 1998, non visto (?) dall'arbitro Ceccarini, ma certamente visto da me attraverso gli occhi di Sanpoimo e dei suoi adorabili pulcini."
  },
  {
    "type": "img",
    "src": "photos/Samp_yugioh.webp",
    "title": "Mostro Resuscitato",
    "date": "18 maggio 2025",
    "description": "La Samp era appena retrocessa in Serie C sul campo, quando uscì la notizia della penalizzazione del Brescia. Mi immaginai la scena in chiave Yu-Gi-Oh, con un inedito Pegasus tifoso genoano."
  },
  {
    "type": "img",
    "src": "photos/Spotify1.webp",
    "title": "Spotify Wrapped (1)",
    "date": "5 dicembre 2024",
    "description": "Inizio dicembre è il periodo dello Spotify Wrapped, che riassume le statistiche sugli ascolti dell'anno quasi concluso. Ovviamente questo scatenò i mematori di tutto il mondo, e io non potevo di certo fare eccezione."
  },
  {
    "type": "img",
    "src": "photos/Spotify2.webp",
    "title": "Spotify Wrapped (2)",
    "date": "5 dicembre 2024",
    "description": "Inizio dicembre è il periodo dello Spotify Wrapped, che riassume le statistiche sugli ascolti dell'anno quasi concluso. Ovviamente questo scatenò i mematori di tutto il mondo, e io non potevo di certo fare eccezione."  },
  {
    "type": "img",
    "src": "photos/Spotify3.webp",
    "title": "Spotify Wrapped (3)",
    "date": "5 dicembre 2024",
    "description": "Inizio dicembre è il periodo dello Spotify Wrapped, che riassume le statistiche sugli ascolti dell'anno quasi concluso. Ovviamente questo scatenò i mematori di tutto il mondo, e io non potevo di certo fare eccezione."  },
  {
    "type": "img",
    "src": "photos/Spotify4.webp",
    "title": "Spotify Wrapped (4)",
    "date": "5 dicembre 2024",
    "description": "Inizio dicembre è il periodo dello Spotify Wrapped, che riassume le statistiche sugli ascolti dell'anno quasi concluso. Ovviamente questo scatenò i mematori di tutto il mondo, e io non potevo di certo fare eccezione."  },
  {
    "type": "img",
    "src": "photos/Spotify5.webp",
    "title": "Spotify Wrapped (5)",
    "date": "5 dicembre 2024",
    "description": "Inizio dicembre è il periodo dello Spotify Wrapped, che riassume le statistiche sugli ascolti dell'anno quasi concluso. Ovviamente questo scatenò i mematori di tutto il mondo, e io non potevo di certo fare eccezione."  },
  {
    "type": "img",
    "src": "photos/Spreco.webp",
    "title": "Spreco",
    "date": "2025-06-21",
    "description": "An image titled 'Spreco', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "img",
    "src": "photos/SQL_Injection.webp",
    "title": "SQL Injection",
    "date": "2025-06-21",
    "description": "An image titled 'SQL Injection', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "img",
    "src": "photos/TottiRussia.webp",
    "title": "TottiRussia",
    "date": "2025-06-21",
    "description": "An image titled 'TottiRussia', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "img",
    "src": "photos/WinXP.jpg",
    "title": "WinXP",
    "date": "2025-06-21",
    "description": "An image titled 'WinXP', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "img",
    "src": "photos/Zerocalcare.webp",
    "title": "Zerocalcare",
    "date": "2025-06-21",
    "description": "An image titled 'Zerocalcare', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/AlexBritti.mp4",
    "title": "AlexBritti",
    "date": "2025-06-21",
    "description": "A video titled 'AlexBritti', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/AnatraCaffelatte.mp4",
    "title": "AnatraCaffelatte",
    "date": "2025-06-21",
    "description": "A video titled 'AnatraCaffelatte', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Barzelletta.mp4",
    "title": "Barzelletta",
    "date": "2025-06-21",
    "description": "A video titled 'Barzelletta', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Bisio_CanCan.mp4",
    "title": "Bisio CanCan",
    "date": "2025-06-21",
    "description": "A video titled 'Bisio CanCan', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Bisio_Vangelo.mp4",
    "title": "Bisio Vangelo",
    "date": "2025-06-21",
    "description": "A video titled 'Bisio Vangelo', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Brainrot2006.mp4",
    "title": "Brainrot2006",
    "date": "2025-06-21",
    "description": "A video titled 'Brainrot2006', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Brumotti_AssassinsCreed.mp4",
    "title": "Brumotti AssassinsCreed",
    "date": "2025-06-21",
    "description": "A video titled 'Brumotti AssassinsCreed', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/BugoMorganGuitarHero.mp4",
    "title": "BugoMorganGuitarHero",
    "date": "2025-06-21",
    "description": "A video titled 'BugoMorganGuitarHero', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/CaliforniaGurls.mp4",
    "title": "CaliforniaGurls",
    "date": "2025-06-21",
    "description": "A video titled 'CaliforniaGurls', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Celentano.mp4",
    "title": "Celentano",
    "date": "2025-06-21",
    "description": "A video titled 'Celentano', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/CheemsTG5.mp4",
    "title": "CheemsTG5",
    "date": "2025-06-21",
    "description": "A video titled 'CheemsTG5', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/ClaudioBisioYuGiOh.mp4",
    "title": "ClaudioBisioYuGiOh",
    "date": "2025-06-21",
    "description": "A video titled 'ClaudioBisioYuGiOh', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/ClubDogo.mp4",
    "title": "ClubDogo",
    "date": "2025-06-21",
    "description": "A video titled 'ClubDogo', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/cremonini.mp4",
    "title": "cremonini",
    "date": "2025-06-21",
    "description": "A video titled 'cremonini', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/cuck.mp4",
    "title": "cuck",
    "date": "2025-06-21",
    "description": "A video titled 'cuck', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/DDoS.mp4",
    "title": "DDoS",
    "date": "2025-06-21",
    "description": "A video titled 'DDoS', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/DeAndrè.mp4",
    "title": "DeAndrè",
    "date": "2025-06-21",
    "description": "A video titled 'DeAndrè', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Eiffel_65.mp4",
    "title": "Eiffel 65",
    "date": "2025-06-21",
    "description": "A video titled 'Eiffel 65', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Fedez.mp4",
    "title": "Fedez",
    "date": "2025-06-21",
    "description": "A video titled 'Fedez', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/FiatMarea.mp4",
    "title": "FiatMarea",
    "date": "2025-06-21",
    "description": "A video titled 'FiatMarea', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Freezer.mp4",
    "title": "Freezer",
    "date": "2025-06-21",
    "description": "A video titled 'Freezer', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Gazzè.mp4",
    "title": "Gazzè",
    "date": "2025-06-21",
    "description": "A video titled 'Gazzè', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Genova_Alberi.mp4",
    "title": "Genova Alberi",
    "date": "2025-06-21",
    "description": "A video titled 'Genova Alberi', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Ghali.mp4",
    "title": "Ghali",
    "date": "2025-06-21",
    "description": "A video titled 'Ghali', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Gnocchi.mp4",
    "title": "Gnocchi",
    "date": "2025-06-21",
    "description": "A video titled 'Gnocchi', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Gorillaz.mp4",
    "title": "Gorillaz",
    "date": "2025-06-21",
    "description": "A video titled 'Gorillaz', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/GrilloBerlu.mp4",
    "title": "GrilloBerlu",
    "date": "2025-06-21",
    "description": "A video titled 'GrilloBerlu', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Jenga.mp4",
    "title": "Jenga",
    "date": "2025-06-21",
    "description": "A video titled 'Jenga', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Jojo_.mp4",
    "title": "Jojo ",
    "date": "2025-06-21",
    "description": "A video titled 'Jojo ', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Junior.mp4",
    "title": "Junior",
    "date": "2025-06-21",
    "description": "A video titled 'Junior', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/ken.mp4",
    "title": "ken",
    "date": "2025-06-21",
    "description": "A video titled 'ken', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Ligabue.mp4",
    "title": "Ligabue",
    "date": "2025-06-21",
    "description": "A video titled 'Ligabue', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/LucioDalla.mp4",
    "title": "LucioDalla",
    "date": "2025-06-21",
    "description": "A video titled 'LucioDalla', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/MALEDETTI.mp4",
    "title": "MALEDETTI",
    "date": "2025-06-21",
    "description": "A video titled 'MALEDETTI', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/MarioGiordano.mp4",
    "title": "MarioGiordano",
    "date": "2025-06-21",
    "description": "A video titled 'MarioGiordano', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Marmellata25.mp4",
    "title": "Marmellata25",
    "date": "2025-06-21",
    "description": "A video titled 'Marmellata25', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/MattarellaBoris.mp4",
    "title": "MattarellaBoris",
    "date": "2025-06-21",
    "description": "A video titled 'MattarellaBoris', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/mela.mp4",
    "title": "mela",
    "date": "2025-06-21",
    "description": "A video titled 'mela', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Mindset.mp4",
    "title": "Mindset",
    "date": "2025-06-21",
    "description": "A video titled 'Mindset', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/MorteCheems.mp4",
    "title": "MorteCheems",
    "date": "2025-06-21",
    "description": "A video titled 'MorteCheems', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Mucca_stipendio.mp4",
    "title": "Mucca stipendio",
    "date": "2025-06-21",
    "description": "A video titled 'Mucca stipendio', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/negramaro.mp4",
    "title": "negramaro",
    "date": "2025-06-21",
    "description": "A video titled 'negramaro', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/nek_1.mp4",
    "title": "nek 1",
    "date": "2025-06-21",
    "description": "A video titled 'nek 1', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Nek_2.mp4",
    "title": "Nek 2",
    "date": "2025-06-21",
    "description": "A video titled 'Nek 2', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/OnePieceYTP.mp4",
    "title": "OnePieceYTP",
    "date": "2025-06-21",
    "description": "A video titled 'OnePieceYTP', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/PES6Cockrating.mp4",
    "title": "PES6Cockrating",
    "date": "2025-06-21",
    "description": "A video titled 'PES6Cockrating', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Pezzali1.mp4",
    "title": "Pezzali1",
    "date": "2025-06-21",
    "description": "A video titled 'Pezzali1', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/PinguinoFerrari.mp4",
    "title": "PinguinoFerrari",
    "date": "2025-06-21",
    "description": "A video titled 'PinguinoFerrari', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/PTN.mp4",
    "title": "PTN",
    "date": "2025-06-21",
    "description": "A video titled 'PTN', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Pulcino.mp4",
    "title": "Pulcino",
    "date": "2025-06-21",
    "description": "A video titled 'Pulcino', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/QuellaRaglia.mp4",
    "title": "QuellaRaglia",
    "date": "2025-06-21",
    "description": "A video titled 'QuellaRaglia', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Ramazzotti.mp4",
    "title": "Ramazzotti",
    "date": "2025-06-21",
    "description": "A video titled 'Ramazzotti', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/RinoGaetano.mp4",
    "title": "RinoGaetano",
    "date": "2025-06-21",
    "description": "A video titled 'RinoGaetano', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Salvini.mp4",
    "title": "Salvini",
    "date": "2025-06-21",
    "description": "A video titled 'Salvini', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/SalviniSimpson.mp4",
    "title": "SalviniSimpson",
    "date": "2025-06-21",
    "description": "A video titled 'SalviniSimpson', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/SQL_Ferro.mp4",
    "title": "SQL Ferro",
    "date": "2025-06-21",
    "description": "A video titled 'SQL Ferro', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/thegiornalisti.mp4",
    "title": "thegiornalisti",
    "date": "2025-06-21",
    "description": "A video titled 'thegiornalisti', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/TheKolors.mp4",
    "title": "TheKolors",
    "date": "2025-06-21",
    "description": "A video titled 'TheKolors', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/TottiMorse.mp4",
    "title": "TottiMorse",
    "date": "2025-06-21",
    "description": "A video titled 'TottiMorse', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Vanni.mp4",
    "title": "Vanni",
    "date": "2025-06-21",
    "description": "A video titled 'Vanni', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Vecchioni.mp4",
    "title": "Vecchioni",
    "date": "2025-06-21",
    "description": "A video titled 'Vecchioni', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/ViviNellAria.mp4",
    "title": "ViviNellAria",
    "date": "2025-06-21",
    "description": "A video titled 'ViviNellAria', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Zequila.mp4",
    "title": "Zequila",
    "date": "2025-06-21",
    "description": "A video titled 'Zequila', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  },
  {
    "type": "video",
    "src": "videos/Zucchero.mp4",
    "title": "Zucchero",
    "date": "2025-06-21",
    "description": "A video titled 'Zucchero', part of the meme gallery collection. This piece combines humor, culture, and commentary in a creative format."
  }
]