[
  {
    "type": "img",
    "src": "photos/HeavyRain.jpg",
    "title": "Heavy Rain",
    "date": "27 ottobre 2018",
    "description": "Giorni di pioggia pesante quelli, passati alla storia per la distruzione, da parte delle intemperie, del Covo di Nord-Est e del pino marittimo di Santa Margherita Ligure. Quale miglior modo di commentare la cosa che con un meme?"
  },
  {
    "type": "img",
    "src": "photos/JustDance.jpg",
    "title": "Just Dance",
    "date": "7 novembre 2018",
    "description": "Perché non possiamo immaginare di ballare i tipici pezzi musicali zeneizi nei videogiochi? Il modello del marinaio è praticamente già pronto, qui dovetti modificare veramente poco."
  },
  {
    "type": "img",
    "src": "photos/NFSMW.jpg",
    "title": "Need For Speed: Sampedaenn-a",
    "date": "25 dicembre 2018",
    "description": "La memazione non si ferma mai, nemmeno a Natale, anzi soprattutto a Natale. Prima o poi questa mod di Need For Speed la faccio davvero, comunque."
  },
  {
    "type": "img",
    "src": "photos/Dinae.jpg",
    "title": "Dinae",
    "date": "11 settembre 2019",
    "description": "STONKS! E quale template poteva adattarsi di più ai genovesi? Citando poi la didascalia originale del post, che si rifaceva alla situazione della Samp all'epoca: 'Quando non vendi la Samp, vendi quelli buoni, e non compri rinforzi'. Iniziava a prepararsi la burrasca degli anni successivi..."
  },
  {
    "type": "video",
    "src": "videos/QuellaRaglia.mp4",
    "title": "QuellaRaglia",
    "date": "22 ottobre 2019",
    "description": "Chi avrebbe mai pensato che il cognome Quagliarella, anagrammato, potesse diventare 'Quella Raglia'? Eppure era sotto gli occhi di tutti."
  },
  {
    "type": "img",
    "src": "photos/WinXP.jpg",
    "title": "Marassi XP",
    "date": "29 dicembre 2019",
    "description": "Avete presente il palazzo di Marassi che si vede benissimo da piazzale Parenzo? Non ditemi che non sembra il collasso delle finestre del caro vecchio Windows XP durante un crash di sistema."
  },
  {
    "type": "img",
    "src": "photos/GTA_SA.jpg",
    "title": "Missione Pompieri",
    "date": "9 gennaio 2020",
    "description": "Si può dire che il 2020 iniziò davvero col botto: quello di un autobus a Caricamento. Lo volli reimmaginare come una missione da pompiere in GTA San Andreas, con tanto di mappa accurata in basso a sinistra. E non sapevamo ancora cosa ci aspettava durante il resto dell'anno..."
  },
  {
    "type": "img",
    "src": "photos/BoccaDiRosa.jpg",
    "title": "BoccaDiRosa",
    "date": "12 maggio 2020",
    "description": "Forse ho preso il testo della canzone un po' troppo alla lettera..."
  },
  {
    "type": "img",
    "src": "photos/DogeZena1.jpg",
    "title": "Doge_Zeneize_1",
    "date": "2 luglio 2020",
    "description": "Si rifà alla wave di 'NOOOO I don't wanna be bread'. Ammetto che la salsa di noci non è il mio forte, quindi posso capire il Doge del pannello di sopra."
  },
  {
    "type": "img",
    "src": "photos/DogeZena2.jpg",
    "title": "Doge_Zeneize_2",
    "date": "2 luglio 2020",
    "description": "Anche questo si rifà alla wave di 'NOOOO I don't wanna be bread'. Ammetto che neanche la torta pasqualina non è il mio forte, quindi posso capire il Doge del pannello di sopra... lo so, ho gusti culinari poco genovesi."
  },
  {
    "type": "img",
    "src": "photos/LGBT.jpg",
    "title": "LGBTanini",
    "date": "9 marzo 2021",
    "description": "Repost obbligatorio durante il Pride Month. Beh qui non c'è molto da capire... ma ci tengo a precisare che non ho mai abitato in via Tanini, mi serviva solo qualcosa con cui fare un acronimo pertinente."
  },
  {
    "type": "video",
    "src": "videos/Evangelion.mp4",
    "title": "Pesto con le noci - Evangelion",
    "date": "4 maggio 2021",
    "description": "Per il filone 'Pesto con le noci', una reinterpretazione della sigla di Evangelion, apprezzata peraltro dall'admin de 'Il Mugugno Genovese', che addirittura la repostò in pagina tra mille complimenti, nonostante lo avessi (bonariamente, sia chiaro) mandato a quel paese alla fine del video."
  },
  {
    "type": "img",
    "src": "photos/Airplanes.png",
    "title": "Airplanes",
    "date": "13 agosto 2021",
    "description": "Ispirato alla wave di 'Mordetwi Airplanes', illustra il Grifone genoano e il Baciccia sampdoriano in un inedito featuring di 'Airplanes' di B.O.B. e Hayley Williams."
  },
  {
    "type": "video",
    "src": "videos/top5Liguria.mp4",
    "title": "Liguria Top 5",
    "date": "6 maggio 2022",
    "description": "Messaggio alla Regione Liguria: se avete bisogno di una mano per un video promozionale, io ci sono!!!"
  },
  {
    "type": "img",
    "src": "photos/Arenzano.jpg",
    "title": "Arenzano",
    "date": "2 giugno 2022",
    "description": "Shitposting regionale ligure che necessita di un po' di sospensione dell'incredulità. Non c'è niente da capire, solo ammirare la bellezza di Arenzano dei Maneskin e la chiarezza del suo discorso."
  },
  {
    "type": "video",
    "src": "videos/thegiornalisti.mp4",
    "title": "Thegiornalisti",
    "date": "24 agosto 2023",
    "description": "Sentence mixing volgarotto, ma soprattutto MOLTO genovese!!! Rima concepita già nell'estate del 2017, ma mai tradotta in meme fino all'agosto del 2023. A volte i meme ci mettono un po' a trovare la strada di casa."
  },
  {
    "type": "img",
    "src": "photos/molchat.jpg",
    "title": "Erzelli Molchat Doma",
    "date": "8 dicembre 2023",
    "description": "Chi non conosce l'iconico album 'Etazhe' dei Molchat Doma? Qui ho reimmaginato la copertina adattandola a un panorama familiare a me e ormai a un po' tutti i genovesi."
  },
  {
    "type": "img",
    "src": "photos/Padana.webp",
    "title": "Nebbia in Valpadana",
    "date": "8 dicembre 2024",
    "description": "Meme che nascono da altri meme (più o meno): questa pic è stata infatti ispirata dal mio viaggio in treno avanti e indietro da Torino per il Memissima 2024."
  },
  {
    "type": "video",
    "src": "videos/Genova_Alberi.mp4",
    "title": "La rivolta degli alberi",
    "date": "15 marzo 2025",
    "description": "Un meme di critica sociale vista la situazione degli alberi che crollano nei parchi genovesi, esasperata in quei giorni dal tragico caso della donna morta schiacciata da una palma in Piazza Paolo da Novi. Qui io e i miei colleghi di Genowa abbiamo immaginato che fosse in atto una rivolta degli alberi - il sottofondo musicale con 'Lux Aeterna' amplifica la drammaticità del tutto."
  },
  {
    "type": "img",
    "src": "photos/20set_1.jpg",
    "title": "Il 20 in Via XX Settembre (1)",
    "date": "20 settembre 2021",
    "description": "Il 20 in Via XX Settembre alle ore 20:20 del 20 settembre 2021."
  },
  {
    "type": "img",
    "src": "photos/20set_2.jpg",
    "title": "Il 20 in Via XX Settembre (2)",
    "date": "23 febbraio 2022",
    "description": "La foto del 20 in Via XX Settembre alle 20:20 del 20 settembre precedente davanti a una pizza '23' della pizzeria '23 Febbraio' (via della Libertà 92r) alle 20:22 del 23 febbraio 2022."
  },
  {
    "type": "img",
    "src": "photos/20set_3.jpg",
    "title": "Il 20 in Via XX Settembre (3)",
    "date": "5 maggio 2022",
    "description": "La foto della foto del 20 in Via XX Settembre alle 20:20 del 20 settembre precedente davanti a una pizza '23' della pizzeria '23 Febbraio' alle 20:22 del 23 febbraio 2022 davanti al ristorante '5 maggio' in via 5 Maggio il 5 maggio 2022."
  },
  {
    "type": "img",
    "src": "photos/20set_4.jpg",
    "title": "Il 20 in Via XX Settembre (4)",
    "date": "30 giugno 2022",
    "description": "La foto della foto del 20 in Via XX Settembre alle 20:20 del 20 settembre precedente davanti a una pizza '23' della pizzeria '23 Febbraio' alle 20:22 del 23 febbraio 2022 davanti al ristorante '5 maggio' in via 5 Maggio il 5 maggio in via 30 giugno 1960 il 30 giugno 2022."
  },
  {
    "type": "img",
    "src": "photos/20set_5.jpg",
    "title": "Il 20 in Via XX Settembre (5)",
    "date": "20 settembre 2022",
    "description": "La foto della foto del 20 in Via XX Settembre alle 20:20 del 20 settembre precedente davanti a una pizza '23' della pizzeria '23 Febbraio' alle 20:22 del 23 febbraio 2022 davanti al ristorante '5 maggio' in via 5 Maggio il 5 maggio in via 30 giugno 1960 il 30 giugno davanti al 20 in via XX Settembre il 20 settembre 2022 alle ore 20",
    "#untitled": " 16 minuti (cioè 20-2²) e 55 secondi (cioè 2 volte 2⁰+2²)"
  },
  {
    "type": "img",
    "src": "photos/20set_6.jpg",
    "title": "Il 20 in Via XX Settembre (6)",
    "date": "12 ottobre 2022",
    "description": "La foto della foto del 20 in Via XX Settembre alle 20:20 del 20 settembre precedente davanti a una pizza '23' della pizzeria '23 Febbraio' alle 20:22 del 23 febbraio 2022 davanti al ristorante '5 maggio' in via 5 Maggio il 5 maggio in via 30 giugno 1960 il 30 giugno davanti al 20 in via XX Settembre il 20 settembre 2022 alle ore 20, 16 minuti (cioè 20-2²) e 55 secondi (cioè 2 volte 2⁰+2²) in via XII ottobre il 12 ottobre 2022."
  },
  {
    "type": "video",
    "src": "videos/TottiMorse.mp4",
    "title": "La barzelletta di Totti e Del Piero, ma è in codice Morse",
    "date": "8 febbraio 2019",
    "description": "La scena della barzelletta di Totti e Del Piero che consegnano entrambi in bianco è stata, negli anni, oggetto perenne di grandi memate. Non saprei spiegare come mai mi sia venuto in mente di tradurla proprio in codice Morse con un sito apposito, ma direi che funziona alla grande."
  },
  {
    "type": "video",
    "src": "videos/MALEDETTI.mp4",
    "title": "MALEDETTI",
    "date": "27 febbraio 2019",
    "description": "A fine febbraio 2019 divenne virale la clip di un'anziana che gridava 'MALEDETTIIIII!' dietro a un inviato di SkyTG24 a Montecitorio. Immediato, per me, il paragone con la scena iniziale del Re Leone col caratteristico urlo. Nel video si vedono anche i pastori sardi intenti a rovesciare bidoni di latte in segno di protesta - altro tema molto caldo in quei giorni."
  },
  {
    "type": "video",
    "src": "videos/SalviniSimpson.mp4",
    "title": "Homer Salvini visita il negozio di giocattoli",
    "date": "11 maggio 2019",
    "description": "Ospite presso Lilli Gruber su La7, Salvini si concesse un piccolo sfogo lamentando di essere spesso oggetto di striscioni e scritte sui muri particolarmente impietosi nei suoi confronti. Il ritaglio del pezzo in cui ripeteva le testuali parole che leggeva in giro, decontestualizzato, divenne virale e offrì lo spunto per la sua fusione con questa divertentissima scena dei Simpson."
  },
  {
    "type": "video",
    "src": "videos/ViviNellAria.mp4",
    "title": "Dibba vive nell'aria",
    "date": "15 giugno 2019",
    "description": "In quei giorni si era consumata la rottura tra Alessandro Di Battista e il Movimento 5 Stelle. L'assurdità del video rispecchia appieno le teorie di Michail Bakhtin sul grottesco, a mio parere."
  },
  {
    "type": "video",
    "src": "videos/MarioGiordano.mp4",
    "title": "Mario Giordano",
    "date": "16 luglio 2019",
    "description": "Video praticamente 'nonsense' ispirato da una delle tante scene celebri di Mario Giordano, unita a un grande successo dance quale 'Dieci Cento Mille' (qui in versione nightcore). La clip di Salvini che dice 'Olè' è presa dal video promozionale del concorso 'Vinci Salvini'."
  },
  {
    "type": "video",
    "src": "videos/Zequila.mp4",
    "title": "ASMR: Zequila vs Pappalardo (MAI PIÙ)",
    "date": "17 agosto 2019",
    "description": "Con questo avevo fatto il record di like nell'epoca pre-reels (17.800). Ispirato da un ridoppiaggio ASMR di Dragon Ball che avevo visto in giro settimane prima, presi questa indimenticabile scena del trash italiano e ne feci una mia versione, registrata tutta in una sola 'take' in cui interpretai tutti i personaggi - le sovrapposizioni le feci poi in fase di mixaggio."
  },
  {
    "type": "video",
    "src": "videos/ClaudioBisioYuGiOh.mp4",
    "title": "Bisi-Oh!",
    "date": "26 agosto 2019",
    "description": "Un altro dei miei pezzi più celebri, nato per caso in montagna quando, durante una passeggiata, totalmente a caso pensai 'Ma se sostituissi Yu-Gi-Oh nella sigla con Claudio Bisio?'. Il resto è storia. La registrazione della traccia locale avvenne nella camera del B&B di Castelrotto (BZ) dove soggiornavo, mentre il montaggio fu completato a Genova."
  },
  {
    "type": "video",
    "src": "videos/Eiffel_65.mp4",
    "title": "Wojak di Dance all night",
    "date": "3 febbraio 2020",
    "description": "Un altro filone a me molto caro, che mi pento di non aver coltivato abbastanza (ma l'animazione, per quanto semplice, richiede tempo e impegno). Qui ci sono tanti layers, tra cui il Pandino pastorizioso e la presenza dei Cheems-buttafuori."
  },
  {
    "type": "video",
    "src": "videos/BugoMorganGuitarHero.mp4",
    "title": "Bugo e Morgan, ma è un'esibizione andata male in Guitar Hero",
    "date": "10 febbraio 2020",
    "description": "Come dimenticare il celebre siparietto tra Bugo e Morgan a Sanremo 2020? I lievi errori di Morgan durante il canto della versione modificata e l'interruzione dell'esibizione mi ricordarono di quando in Guitar Hero un'esibizione si interrompeva dopo che veniva commesso un tot di errori - tutti segnalati da un effetto sonoro, credo proprio il feedback di una chitarra elettrica."
  },
  {
    "type": "video",
    "src": "videos/Jenga.mp4",
    "title": "Francesco Jenga",
    "date": "25 marzo 2020",
    "description": "Questa cosa me la sono sognata per davvero: a Jenga ho giocato spesso, e sono un grande fan dei Timoria, la band in cui Francesco Renga ha cantato tra il 1985 e il 1998. Le cose potevano forse non unirsi? All'inizio volevo farlo in 3D, ma all'epoca non conoscevo ancora bene la modellazione, così ho risolto mettendo ogni blocco in una traccia video di Magix Vegas e animandole separatamente."
  },
  {
    "type": "video",
    "src": "videos/MattarellaBoris.mp4",
    "title": "I fuorionda di Mattarella, ma è una scena di 'Occhi del Cuore'",
    "date": "27 marzo 2020",
    "description": "Nel bel mezzo della pandemia, ci fu una sera in cui l'oggetto dei meme di tutto l'internet italiano furono i fuori onda del Presidente Sergio Mattarella, caricati per errore (?) sul sito del Quirinale. Qui li ho reimmaginati nel contesto della celebre serie TV 'Boris'. Questo video ricevette, tra i tanti apprezzamenti, il like di Caterina Guzzanti."
  },
  {
    "type": "video",
    "src": "videos/Jojo_.mp4",
    "title": "L'ora esatta è offerta da: Giorno",
    "date": "9 maggio 2020",
    "description": "Tutte le volte che ascoltavo 'Giorno's Theme' della colonna sonora di Jojo non potevo fare a meno di questa somiglianza - quindi, perché non unire i due pezzi, dando a Jojo un tocco di cultura pop italiana? Così ritagliai e ripulii un sample della Canzone dell'Ora Esatta e lo intonai su FL Studio."
  },
  {
    "type": "video",
    "src": "videos/PES6Cockrating.mp4",
    "title": "Cockrating, ma fatto dai telecronisti di PES 6",
    "date": "20 maggio 2020",
    "description": "Una delle mie creazioni migliori, davvero. Ispirata dalla wave del cockrating, l'idea mi venne mentre giocavo a PES 6 su PC. Registrai la telecronaca di un Real Madrid-Milan e il montaggio si fece praticamente da solo. Fu molto bello riuscire a cacciarci questi riferimenti ai tempi delle YTP."
  },
  {
    "type": "video",
    "src": "videos/Brumotti_AssassinsCreed.mp4",
    "title": "Brumotti's Creed",
    "date": "30 maggio 2020",
    "description": "Un pestaggio ai danni di Vittorio Brumotti nell'ambito di un servizio di Striscia La Notizia, rivisto come uno scontro con le guardie di Assassin's Creed 2. L'interfaccia grafica è presa da un video che registrai facendomi colpire di proposito in Piazza San Marco a Venezia - all'epoca ero MOLTO in fissa con AC2, che era stato regalato da mamma Ubisoft durante la pandemia."
  },
  {
    "type": "video",
    "src": "videos/CheemsTG5.mp4",
    "title": "Italian kids' breakfast in the early 2000s was like",
    "date": "27 ottobre 2020",
    "description": "Questo è uno dei miei pezzi più celebri, assolutamente 'relatable' in quanto rappresenta uno spaccato di vita che praticamente tutti, soprattutto della mia generazione, abbiamo vissuto. Solo a sentire la musichetta di sottofondo viene sonno, esattamente come accadeva alle 7 di mattina prima di andare a scuola."
  },
  {
    "type": "video",
    "src": "videos/Ligabue.mp4",
    "title": "Un BONK all'anima",
    "date": "12 gennaio 2021",
    "description": "Ecco un altro video musicale a base di meme: qui il protagonista è il grande Cheems, alle prese con la ricerca della sua ."
  },
  {
    "type": "video",
    "src": "videos/Marmellata25.mp4",
    "title": "Wojak #25",
    "date": "2 febbraio 2021",
    "description": "Altro video musicale a base di meme, che questa volta illustra il testo di 'Marmellata #25' di Cesare Cremonini."
  },
  {
    "type": "video",
    "src": "videos/GrilloBerlu.mp4",
    "title": "The virgin Grillo vs the chad Berlusconi",
    "date": "20 aprile 2021",
    "description": "Un grande esempio di come la comunicazione possa passare anche solo tramite le immagini, senza dover ricorrere a una didascalia che fornisca ulteriore contesto."
  },
  {
    "type": "img",
    "src": "photos/ELSA.jpg",
    "title": "ELSA",
    "date": "30 ottobre 2021",
    "description": "Quando ero alle elementari e alle medie (metà degli anni Duemila), scrivere ELSA sul diario era un must. Grazie a questa pic, ho capito che il fenomeno era decisamente più vasto e antico di quello che mi aspettavo. Le magie di internet!"
  },
  {
    "type": "img",
    "src": "photos/Perugiamobile.webp",
    "title": "Perugiamobile",
    "date": "24 novembre 2021",
    "description": "Non c'è tempo per spiegare il meme, dovete salire TUTTI sulla Perugiamobile!!! Ne va del destino dell'umanità."
  },
  {
    "type": "img",
    "src": "photos/GigiDAlessio.jpg",
    "title": "Videoclip",
    "date": "26 novembre 2021",
    "description": "Questa pic rientra nel filone del Memegiornale: commenta infatti un fatto di cronaca realmente accaduto, quando le riprese di un videoclip di Gigi D'Alessio a Napoli portarono a galla un tradimento. La donna coinvolta ottenne dalla Sony un risarcimento per il conseguente divorzio... strano il mondo, vero? E ovviamente ci scappò il meme."
  },
  {
    "type": "img",
    "src": "photos/Juve.jpg",
    "title": "La Juve ruba (i cuori)",
    "date": "27 novembre 2021",
    "description": "Anche qui, Memegiornale: il giorno prima Agnelli, Nedved e Paratici erano finiti sotto indagine per falso in bilancio. Ma io so quale reato avevano commesso veramente..."
  },
  {
    "type": "img",
    "src": "photos/Renatino.jpg",
    "title": "Renatino",
    "date": "3 dicembre 2021",
    "description": "Una delle campagne pubblicitarie andate peggio di cui abbia memoria: quella del Parmigiano Reggiano con Renatino, il personaggio di fantasia che incarnava i lavoratori stakanovisti della ditta. Fu un ritorno di fiamma assurdo (ma, devo dire, meritato)."
  },
  {
    "type": "img",
    "src": "photos/Gerry_Scotti_KeithHaring.png",
    "title": "Gerry Scotti visto da Keith Haring",
    "date": "27 dicembre 2021",
    "description": "La famosa caduta di Gerry Scotti sul bancone di Striscia La Notizia, con conseguente sfondamento, vista con gli occhi di Keith Haring. Provai a mintarlo come NFT e venderlo... purtroppo non ci ho fatto i soldi che speravo (almeno finora)."
  },
  {
    "type": "img",
    "src": "photos/Mattarella2022.jpg",
    "title": "Mattarella J. Fry",
    "date": "29 gennaio 2022",
    "description": "Uno dei miei meme più 'artistici', creato in occasione della rielezione di Mattarella a gennaio 2022. Probabilmente fu più felice di come lo raffigurai, ma una cosa è certa: non ricordo di aver MAI visto un contenuto prendere like così velocemente come questo."
  },
  {
    "type": "img",
    "src": "photos/paper.jpg",
    "title": "Pubblicazione articolo sullo 'Screen Infinito'",
    "date": "6 aprile 2022",
    "description": "Chi seguiva il mio profilo Facebook tra settembre 2018 e marzo 2019 ricorderà il famoso 'screen dello screen' che postai per 200 giorni di fila. Ebbene, riuscii poi ad esportare la cosa in Olanda, per la precisione all'Institute of Network Cultures dell'Università delle Scienze Applicate di Amsterdam! Nella loro pubblicazione 'PrtScn: The Lazy Art of Screenshot', il mio contributo è alle pagine 62 e 63."
  },
  {
    "type": "video",
    "src": "videos/Bisio_Vangelo.mp4",
    "title": "Bisio Vangelo",
    "date": "2 maggio 2022",
    "description": "Abbiamo tutti avuto una copia di QUEL Vangelo lì. Ma ci siamo tutti soffermati sulla celebre copertina? Io scommetto di no."
  },
  {
    "type": "img",
    "src": "photos/DraghiMattarella.jpg",
    "title": "Draghi&Mattarella",
    "date": "12 luglio 2022",
    "description": "In un momento di crisi istituzionale come le dimissioni di Mario Draghi, volli giocare sulla sua frase 'Anche i banchieri centrali hanno un cuore'. Ma chi ci dice che tra i due non ci fosse veramente del tenero?"
  },
  {
    "type": "img",
    "src": "photos/Renzi_Calenda.jpg",
    "title": "Renzi e Calenda, ma è un wallpaper virale nel 2008",
    "date": "11 agosto 2022",
    "description": "Ricordate i wallpaper che andavano di moda negli anni 2000 con il ragazzo e la ragazza che si abbracciavano? Descrissi così l'annuncio dell'alleanza tra Calenda e Renzi per le politiche del settembre 2022."
  },
  {
    "type": "img",
    "src": "photos/KatanaMobile.jpg",
    "title": "KatanaMobile",
    "date": "23 novembre 2022",
    "description": "Memegiornale commentando la notizia secondo cui un apprendista di un'azienda italiana del settore energetico era stato licenziato perché avrebbe sostituito la leva del cambio con il manico di una spada giapponese, vandalizzando di fatto l'auto e creando una situazione di grave pericolo per sé e per gli altri. Secondo me, il pericolo era di essere troppo figo."
  },
  {
    "type": "video",
    "src": "videos/cuck.mp4",
    "title": "Cuck",
    "date": "29 luglio 2023",
    "description": "Un video molto incompreso, nato dall'impressione che mi aveva lasciato una relazione andata purtroppo male, in cui mi sentivo trattato in un certo modo dalla mia partner dell'epoca. Concepito a casissimo durante una vacanza nella provincia di Cuneo, come un flash nella mente."
  },
  {
    "type": "video",
    "src": "videos/ken.mp4",
    "title": "I'm just Ken",
    "date": "29 luglio 2023",
    "description": "Letteralmente io. L'unica differenza col tempo è che gli anni non sono più 26. Ovviamente, volendo contestualizzare tutto, a luglio 2023 era uscito il film di Barbie con Margot Robbie e Ryan Gosling - in quei giorni non si parlava praticamente di altro."
  },
  {
    "type": "video",
    "src": "videos/Salvini.mp4",
    "title": "Vino al tramonto",
    "date": "4 agosto 2023",
    "description": "Un vecchio post di Salvini, qui rivisto come una sorta di Peter Griffin davanti a dei cavalli al tramonto - perché proprio i cavalli al tramonto? Ormai dovreste esservi abituati a non chiedere il senso... anche se qui credo che semplicemente desse un'impressione di maggiore 'profondità' alla scena."
  },
  {
    "type": "video",
    "src": "videos/Junior.mp4",
    "title": "Io sono fortissimo",
    "date": "17 agosto 2023",
    "description": "Andare a fanculo non è un meme ma uno stile di vita. Farlo con stile come Junior, poi, è proprio di un altro livello, che solo le persone elette riescono a toccare."
  },
  {
    "type": "video",
    "src": "videos/MorteCheems.mp4",
    "title": "In morte di Cheems",
    "date": "19 agosto 2023",
    "description": "Video montato nel settembre 2021 e tenuto 'da parte' come commiato per Cheems, un po' come quando i giornalisti scrivono in anticipo gli articoli di commemorazione per personaggi ancora in vita, in modo da averceli già pronti - i cosiddetti 'coccodrilli'. Non mi aspettavo tuttavia che Cheems morisse prima di Doge."
  },
  {
    "type": "img",
    "src": "photos/Mazzone_Cheems.webp",
    "title": "Mazzone Cheems",
    "date": "19 agosto 2023",
    "description": "In un solo giorno vennero a mancare il grande Carletto Mazzone e Cheems. Il Memegiornale di quel giorno fu dedicato a entrambi."
  },
  {
    "type": "video",
    "src": "videos/Zucchero.mp4",
    "title": "Un kilo",
    "date": "21 agosto 2023",
    "description": "Sentence mixing volgarotto anche qui, è interessante notare come la semplicità della sostituzione di una sillaba abbia stravolto il significato del testo, guadagnandomi più di 50.000 likes su Instagram. Spesso le soluzioni più semplici sono le più efficaci."
  },
  {
    "type": "video",
    "src": "videos/Celentano.mp4",
    "title": "Azzurro",
    "date": "24 agosto 2023",
    "description": "Per il filone 'Sentence mixing scatologico', ecco una rima di Celentano (in realtà sarebbe di Paolo Conte) molto efficace e concisa."
  },
  {
    "type": "video",
    "src": "videos/thegiornalisti.mp4",
    "title": "Thegiornalisti",
    "date": "24 agosto 2023",
    "description": "Sentence mixing volgarotto, ma soprattutto MOLTO genovese!!! Rima concepita già nell'estate del 2017, ma mai tradotta in meme fino all'agosto del 2023. A volte i meme ci mettono un po' a trovare la strada di casa."
  },
  {
    "type": "video",
    "src": "videos/cremonini.mp4",
    "title": "Dicono di me",
    "date": "29 agosto 2023",
    "description": "Questo video nacque come collaborazione con La Memevisione. Qui l'effetto comico è sostanzialmente basato sull'esasperazione della descrizione negativa che i fantomatici detrattori fanno di Cremonini."
  },
  {
    "type": "video",
    "src": "videos/negramaro.mp4",
    "title": "Nuvole e Lenzuola",
    "date": "29 agosto 2023",
    "description": "E anche qui, sentence mixing con esasperazione di frasi: qui Giuliano Sangiorgi, autodefinitosi 'stupido e testardo' nel testo originale di 'Nuvole e Lenzuola', continua a darsi definizioni sempre più spinte."
  },
  {
    "type": "video",
    "src": "videos/LucioDalla.mp4",
    "title": "Canzone",
    "date": "30 agosto 2023",
    "description": "Anche qui, esasperazione di una o più frasi o concetti: in questo caso il 'testa dura, testa di rapa' che c'è veramente nel testo di 'Canzone', successo di Lucio Dalla datato 1996 firmato da Samuele Bersani."
  },
  {
    "type": "video",
    "src": "videos/Propaganda.mp4",
    "title": "Propaganda",
    "date": "1 settembre 2023",
    "description": "Altro esempio di sentence mixing scatologico, che questa volta prende il successo di Colapesce e Dimartino 'Propaganda' e lo stravolge. Mi ha fatto piacere vedere la clip audio riutilizzata da altri memer nei loro reels."
  },
  {
    "type": "video",
    "src": "videos/Fedez.mp4",
    "title": "Mille",
    "date": "2 settembre 2023",
    "description": "Un altro del filone 'sentence mixing scatologico', qui ho concretizzato qualcosa che avevo sempre sentito nella canzone fin dal primo ascolto."
  },
  {
    "type": "video",
    "src": "videos/Pezzali1.mp4",
    "title": "Come mai?",
    "date": "8 settembre 2023",
    "description": "Anche qui, esasperazione di frasi: come mai? Perché fai questo? Qui stavo iniziando ad applicare ai meme la clonazione delle voci con l'AI. Buon risultato, direi, anche se avrei potuto mixare meglio la seconda parte del video."
  },
  {
    "type": "video",
    "src": "videos/PTN.mp4",
    "title": "Scrivile scemo",
    "date": "10 settembre 2023",
    "description": "Di nuovo, esasperazione di frasi: da 'Scrivile scemo', titolo di una celebre canzone dei Pinguini Tattici Nucleari, alla sequela di insulti che si sentono nel video. Ma alla fine, le avrà scritto?"
  },
  {
    "type": "video",
    "src": "videos/Bisio_CanCan.mp4",
    "title": "Bisio CanCan",
    "date": "11 settembre 2023",
    "description": "La faccia di Claudio Bisio ispira sempre simpatia, allegria, benessere. Qui è stata messa a tempo con il celebre Can Can di Offenbach. Il senso? Nessuno. Ma è tutto bellissimo."
  },
  {
    "type": "video",
    "src": "videos/Gazzè.mp4",
    "title": "Il solito sesso",
    "date": "11 settembre 2023",
    "description": "Uno dei primi esempi in cui ho implementato la clonazione delle voci con l'AI a scopi memetici, con grandi risultati. Anche qui l'effetto comico è dovuto all'esasperazione del concetto di 'sesso', con l'enumerazione di sinonimi anche comici tradizionalmente molto in voga nei sottoboschi dello shitposting."
  },
  {
    "type": "video",
    "src": "videos/Vecchioni.mp4",
    "title": "Ridere Radere Rudere Rodere",
    "date": "19 settembre 2023",
    "description": "Una specie di delirio musicale, non so come mi sia venuto in mente, ma mi piace, sembra quasi un gioco linguistico. D'altronde lo stesso Vecchioni è un professore di Lettere, quindi penso potrebbe apprezzare."
  },
  {
    "type": "video",
    "src": "videos/Mindset.mp4",
    "title": "Mindset",
    "date": "26 settembre 2023",
    "description": "Qui ho voluto ribaltare il messaggio di un video motivazionale, di quelli a base di mindset, sigma male e tutte quelle cose un po' tossiche che imperversano su Instagram e TikTok."
  },
  {
    "type": "video",
    "src": "videos/Gnocchi.mp4",
    "title": "Ridi, ridi",
    "date": "7 ottobre 2023",
    "description": "Ridi, ridi, che la mamma ha fatto gli gnocchi! Quante volte ce lo siamo sentiti dire? Ma soprattutto, cosa ci sarebbe da ridere a riguardo? Le grandi domande senza risposta."
  },
  {
    "type": "video",
    "src": "videos/SQL_Ferro.mp4",
    "title": "Ferro_SQL",
    "date": "8 ottobre 2023",
    "description": "Chi di voi maneggia database? Ecco, non avrete bisogno che ve lo spieghi. Agli altri dico: prendete molto alla lettera il testo della canzone e provate ad applicarlo tipo alla teoria degli insiemi, raggruppando le categorie che Tizianone enumera. Più o meno dovrebbe rendere l'idea."
  },
  {
    "type": "video",
    "src": "videos/Ramazzotti.mp4",
    "title": "Un'emozione per sempre",
    "date": "21 gennaio 2024",
    "description": "Anche qui c'è molto delle YouTube Poop: la piega surreale che prende il video nella seconda metà, però, è degna del miglior/peggior sogno con la febbre alta. Come mi è venuto in mente tutto questo? Non lo so, stavo passeggiando alle Giutte quando ascoltando la canzone questo video ha preso forma nella mia mente."
  },
  {
    "type": "video",
    "src": "videos/OnePieceYTP.mp4",
    "title": "YTP - Sigla di One Piece",
    "date": "6 febbraio 2024",
    "description": "Un omaggio alle YouTube Poop, ossia il genere di video da cui sono partito, e soprattutto agli anni d'oro di YouTube (i primi 2010), con citazioni a personaggi quali il professor Testoh, Matteo Montesi e il Nemesis."
  },
  {
    "type": "img",
    "src": "photos/LaSad.webp",
    "title": "La Sad",
    "date": "10 febbraio 2024",
    "description": "Una delle rivelazioni del Festival di Sanremo 2024: La Sad, reimmaginati secondo il format 'Me and the Boys', molto in voga a giugno 2019 (i meme 'retrò' mi piacciono)."
  },
  {
    "type": "video",
    "src": "videos/Vanni.mp4",
    "title": "Dragon Ball",
    "date": "2 marzo 2024",
    "description": "Proprio in quei giorni avevo visto Giorgio Vanni dal vivo alla prima edizione del Megacon alla Fiera del Mare. Impossibile che non ci scappasse un meme a riguardo."
  },
  {
    "type": "video",
    "src": "videos/Barzelletta.mp4",
    "title": "Barzelletta surrealista",
    "date": "20 novembre 2024",
    "description": "Una divertente barzelletta che evidenzia le differenze tra un processore Intel, una torta al cioccolato e un cavallo. D'altronde, sono tre cose completamente diverse, giusto?"
  },
  {
    "type": "img",
    "src": "photos/Spotify1.webp",
    "title": "Spotify Wrapped (1)",
    "date": "5 dicembre 2024",
    "description": "Inizio dicembre è il periodo dello Spotify Wrapped, che riassume le statistiche sugli ascolti dell'anno quasi concluso. Ovviamente questo scatenò i mematori di tutto il mondo, e io non potevo di certo fare eccezione."
  },
  {
    "type": "img",
    "src": "photos/Spotify2.webp",
    "title": "Spotify Wrapped (2)",
    "date": "5 dicembre 2024",
    "description": "Inizio dicembre è il periodo dello Spotify Wrapped, che riassume le statistiche sugli ascolti dell'anno quasi concluso. Ovviamente questo scatenò i mematori di tutto il mondo, e io non potevo di certo fare eccezione."
  },
  {
    "type": "img",
    "src": "photos/Spotify3.webp",
    "title": "Spotify Wrapped (3)",
    "date": "5 dicembre 2024",
    "description": "Inizio dicembre è il periodo dello Spotify Wrapped, che riassume le statistiche sugli ascolti dell'anno quasi concluso. Ovviamente questo scatenò i mematori di tutto il mondo, e io non potevo di certo fare eccezione."
  },
  {
    "type": "img",
    "src": "photos/Spotify4.webp",
    "title": "Spotify Wrapped (4)",
    "date": "5 dicembre 2024",
    "description": "Inizio dicembre è il periodo dello Spotify Wrapped, che riassume le statistiche sugli ascolti dell'anno quasi concluso. Ovviamente questo scatenò i mematori di tutto il mondo, e io non potevo di certo fare eccezione."
  },
  {
    "type": "img",
    "src": "photos/Spotify5.webp",
    "title": "Spotify Wrapped (5)",
    "date": "5 dicembre 2024",
    "description": "Inizio dicembre è il periodo dello Spotify Wrapped, che riassume le statistiche sugli ascolti dell'anno quasi concluso. Ovviamente questo scatenò i mematori di tutto il mondo, e io non potevo di certo fare eccezione."
  },
  {
    "type": "img",
    "src": "photos/Padana.webp",
    "title": "Nebbia in Valpadana",
    "date": "8 dicembre 2024",
    "description": "Meme che nascono da altri meme (più o meno): questa pic è stata infatti ispirata dal mio viaggio in treno avanti e indietro da Torino per il Memissima 2024."
  },
  {
    "type": "img",
    "src": "photos/Pregiudizi.webp",
    "title": "Cartoline",
    "date": "18 dicembre 2024",
    "description": "Avete presente quei tizi che provano a rifilarvi le cartoline dicendo che sono ex-tossici o ex-carcerati, fermandovi con brutte maniere e praticamente estorcendovi i soldi? Ecco. Qui il template di riferimento è 'Akaichi no Eleven'."
  },
  {
    "type": "video",
    "src": "videos/CaliforniaGurls.mp4",
    "title": "California Gurls",
    "date": "11 gennaio 2025",
    "description": "Questo format viene generalmente usato con i nomi falsi di Kahoot - lavorando nel settore informatico, mi è venuto naturale pensare a tutti quei problemi che saltano fuori durante lo sviluppo di un software, molti dei quali saltano fuori OVVIAMENTE dopo il lancio... a meno che non si abbia un buon tester a disposizione ;)"
  },
  {
    "type": "img",
    "src": "photos/Zerocalcare.webp",
    "title": "Zerocalcare",
    "date": "23 gennaio 2025",
    "description": "Meme concepito a fine luglio 2023, ci ho messo un po' per trovare il tempo e la voglia di mettere tutto insieme (non c'è l'AI di mezzo qui, è tutto fatto 'a mano'). Però devo dire che il risultato è valso l'attesa."
  },
  {
    "type": "img",
    "src": "photos/RealeMutua.webp",
    "title": "Reale Mutua",
    "date": "26 gennaio 2025",
    "description": "Anche questa ispirata alla mia visita a Torino per il Memissima 2024, si rifà ai meme coi personaggi che si strusciano sul banner delle notizie sul COVID."
  },
  {
    "type": "img",
    "src": "photos/Spreco.webp",
    "title": "La famiglia pro-spreco",
    "date": "8 febbraio 2025",
    "description": "Sulla scia della wave di 'Evil X will be like', ecco la famiglia pro-spreco, cioè il rovesciamento della famiglia anti-spreco pubblicizzata da un articolo del Corriere della Sera."
  },
  {
    "type": "img",
    "src": "photos/PapaVigile.webp",
    "title": "Papa Vigile",
    "date": "24 febbraio 2025",
    "description": "Memegiornale sullo stato di salute di Papa Francesco. Ha avuto molto successo (più di 60.000 like!), infatti me l'hanno copiato in tanti... ma nessuna copia è mai come l'originale!"
  },
  {
    "type": "video",
    "src": "videos/DDoS.mp4",
    "title": "Attacco DDoS",
    "date": "28 febbraio 2025",
    "description": "Una spiegazione semplice ma efficace di cos'è un attacco DDoS in informatica. Quello dei video didattici fatti in maniera trash è un filone che mi piacerebbe molto seguire di più in futuro."
  },
  {
    "type": "video",
    "src": "videos/ClubDogo.mp4",
    "title": "Club Dogo",
    "date": "12 marzo 2025",
    "description": "Per il filone 'Sentence mixing scatologico', ecco una cosa a cui avevo sempre pensato ascoltando questo particolare verso di 'P.E.S.' dei Club Dogo, hit estiva della mia giovinezza e compagna di tanti pomeriggi di sano svago ignorante davanti ai videogiochi mentre fuori imperversava il caldo torrido estivo."
  },
  {
    "type": "video",
    "src": "videos/PinguinoFerrari.mp4",
    "title": "Pinguino_Ferrari",
    "date": "14 marzo 2025",
    "description": "Il senso di pensare che proprio a un pinguino possa venire chiesto di disegnare un'auto con dei pastelli? Nessuno. Ma possiamo negare che, effettivamente, farebbe quel verso e prima o poi sparerebbe un po' di cacca pinguinosa dal deretano?"
  },
  {
    "type": "video",
    "src": "videos/Genova_Alberi.mp4",
    "title": "La rivolta degli alberi",
    "date": "15 marzo 2025",
    "description": "Un meme di critica sociale vista la situazione degli alberi che crollano nei parchi genovesi, esasperata in quei giorni dal tragico caso della donna morta schiacciata da una palma in Piazza Paolo da Novi. Qui io e i miei colleghi di Genowa abbiamo immaginato che fosse in atto una rivolta degli alberi - il sottofondo musicale con 'Lux Aeterna' amplifica la drammaticità del tutto."
  },
  {
    "type": "img",
    "src": "photos/SQL_Injection.webp",
    "title": "SQL Injection",
    "date": "16 marzo 2025",
    "description": "Antonello Venditti, noto esperto di informatica e black-hat hacker, inserendo una query maliziosa nel testo di una sua canzone."
  },
  {
    "type": "img",
    "src": "photos/LinkedIn.webp",
    "title": "LinkedIn",
    "date": "18 marzo 2025",
    "description": "Questo banner di LinkedIn mi ha fatto venire in mente quella scena dei Simpson... 'Don't forget: you're here forever!'. D'altronde non vedrò mai la pensione..."
  },
  {
    "type": "img",
    "src": "photos/ReactionPic.webp",
    "title": "Mia reazione quando: la gente",
    "date": "21 marzo 2025",
    "description": "E niente, questa si commenta da sola. Ne ho fatto uno sticker che, purtroppo, uso abbastanza spesso."
  },
  {
    "type": "img",
    "src": "photos/Memoria.webp",
    "title": "Cassetto della Memoria",
    "date": "23 marzo 2025",
    "description": "Questo è un tipo di meme 'relatable', cioè che descrive bene situazioni a cui prima o poi andiamo incontro tutti. Non ho nemmeno idea di quante volte abbia vissuto questa scena."
  },
  {
    "type": "img",
    "src": "photos/TottiRussia.webp",
    "title": "Daje Mosca",
    "date": "27 marzo 2025",
    "description": "Memegiornale sul lavoro di Francesco Totti (immenso capitano) nella mediazione sul conflitto russo-ucraino. Daje Roma daje!!!"
  },
  {
    "type": "video",
    "src": "videos/Nek_2.mp4",
    "title": "Lascia che io sia",
    "date": "4 aprile 2025",
    "description": "Da quanto volevo fare questo video... almeno due anni. Devo dire che poi sono stato ben ripagato: 90.000 likes su Instagram! Un successo strepitoso."
  },
  {
    "type": "img",
    "src": "photos/Autismo.webp",
    "title": "Autismo",
    "date": "10 aprile 2025",
    "description": "Non sempre si riceve comprensione. Ma questo non vuol dire che non dobbiamo accettarci per quello che siamo, abbracciare la nostra natura e cercare di trovare persone che ci apprezzino e ci facciano stare bene."
  },
  {
    "type": "video",
    "src": "videos/AnatraCaffelatte.mp4",
    "title": "Anatra Caffelatte",
    "date": "11 maggio 2025",
    "description": "Notoriamente, mi piacciono le anatre. Questo video particolare, in cui l'anatra sembra annuire convintamente, mi è parso un'ottima base meme."
  },
  {
    "type": "img",
    "src": "photos/MattonellaClerici.webp",
    "title": "Mattonella Clerici",
    "date": "15 maggio 2025",
    "description": "La particolarità principale qui è che la texturizzazione delle mattonelle l'ha fatta ChatGPT Plus. Probabilmente sono morti un po' di pesci, ma per i meme qualche sacrificio è sempre necessario."
  },
  {
    "type": "img",
    "src": "photos/Samp_yugioh.webp",
    "title": "Mostro Resuscitato",
    "date": "18 maggio 2025",
    "description": "La Samp era appena retrocessa in Serie C sul campo, quando uscì la notizia della penalizzazione del Brescia. Mi immaginai la scena in chiave Yu-Gi-Oh, con un inedito Pegasus tifoso genoano."
  },
  {
    "type": "video",
    "src": "videos/DeAndrè.mp4",
    "title": "De Andrè Brainrot",
    "date": "19 maggio 2025",
    "description": "Grande Faber! Sempre avanti. Aveva previsto addirittura il brainrot, descrivendolo in maniera molto precisa. Ovviamente non fu capito dai suoi contemporanei."
  },
  {
    "type": "video",
    "src": "videos/RinoGaetano.mp4",
    "title": "Gianna",
    "date": "25 maggio 2025",
    "description": "Ennesimo esempio di sentence mixing scatologico. Colgo l'occasione per ribadire la mia enorme stima nei confronti di Rino Gaetano come artista e come uomo: includerlo nel mio repertorio memetico è un modo di omaggiarlo, rendendo lui stesso un'opera d'arte, proprio come penso gli sarebbe piaciuto."
  },
  {
    "type": "video",
    "src": "videos/Brainrot2006.mp4",
    "title": "Brainrot 2006",
    "date": "7 giugno 2025",
    "description": "Come dimenticare il celebre gol di Del Piero che suggellò il 2-0 alla Germania nei mitici Mondiali del 2006? Qui l'ho reimmaginato coi personaggi del brainrot. Immagini ottenute con ChatGPT Plus."
  },
  {
    "type": "video",
    "src": "videos/Ghali.mp4",
    "title": "Il prato è verde",
    "date": "12 giugno 2025",
    "description": "Qui c'è un po' dello spirito delle YouTube Poop, e infatti ho postato questo video mettendo il grande Nocoldiz come collaboratore. Che dire, se l'erba del vicino è sempre più verde, possiamo dedurre che tale vicino è senza dubbio Ghali."
  },
  {
    "type": "video",
    "src": "videos/Pezzali2.mp4",
    "title": "Castel Di Sangro",
    "date": "18 giugno 2025",
    "description": "Un altro esempio di applicazione memetica di clonazione delle voci con l'AI. Quanti messaggi subliminali ci saranno passati nelle orecchie senza che ce ne rendessimo conto?"
  },
  {
    "type": "img",
    "src": "photos/Ronaldo_Iuliano.jpg",
    "title": "Ronaldo-Iuliano",
    "date": "4 ottobre 2020",
    "description": "Per il filone 'Pulcini che fanno cose', il celebre scontro fisico tra Mark Iuliano e Ronaldo il Fenomeno durante il derby d'Italia del 26 aprile 1998, non visto (?) dall'arbitro Ceccarini, ma certamente visto da me attraverso gli occhi di Sanpoimo e dei suoi adorabili pulcini."
  },
  {
    "type": "video",
    "src": "videos/Gorillaz.mp4",
    "title": "Pulcino in studio di registrazione",
    "date": "4 ottobre 2020",
    "description": "'On a Melanchony Hill' dei Gorillaz è stata una delle colonne musicali portanti della mia adolescenza, e non potevo non omaggiarla con uno dei primi contenuti che creai per 'Pulcini che fanno cose'."
  },
  {
    "type": "img",
    "src": "photos/Materazzi_RuiCosta.jpg",
    "title": "Materazzi e Rui Costa",
    "date": "6 ottobre 2020",
    "description": "Pulcini che fanno cose... in questo caso, guardare i fumogeni lanciati dalla curva di San Siro nell'euroderby del 2005."
  },
  {
    "type": "img",
    "src": "photos/Me_And_The_Boys.jpg",
    "title": "Me And The Chicks",
    "date": "9 ottobre 2020",
    "description": "Un altro modo di immaginare il template 'Me and the Boys', questa volta coi pulcini di Sanpoimo."
  },
  {
    "type": "img",
    "src": "photos/Lundini.jpg",
    "title": "Lundini",
    "date": "14 ottobre 2020",
    "description": "Una citazione di una celebre scena dello show 'Una pezza di Lundini', divenuta virale proprio in quei giorni."
  },
  {
    "type": "img",
    "src": "photos/Paint.png",
    "title": "Io alle elementari quando si andava in aula informatica",
    "date": "2 novembre 2020",
    "description": "Direi che il titolo dice tutto. Viva il vecchio Paint, compagno di mille ore di cazzeggio da bambino!!! Il pulcino raffigurato è ispirato a uno sticker di Sanpoimo."
  },
  {
    "type": "img",
    "src": "photos/Pordenone.png",
    "title": "The Pordenone Incident",
    "date": "18 marzo 2021",
    "description": "Memegiornale + pulcini: in quei giorni uscì la notizia che a Pordenone un carro armato sbagliò mira, centrando allevamento di galline... RIP."
  },
  {
    "type": "video",
    "src": "videos/Freezer.mp4",
    "title": "La trasformazione in Super Pinguino",
    "date": "14 maggio 2021",
    "description": "Realizzato per la pagina 'Pulcini che fanno cose', ricrea la celebre scena di Goku che si trasforma in Super Sayan per la prima volta, mettendo però al centro di tutto il pinguino di Sanpoimo. Come mi è venuto in mente? Non lo so, ma l'ho fatto, e il risultato mi soddisfa molto ancora oggi."
  }
]